Repository: JM-Support-sk/Impreza-and-Zephyr-Slovak
Catalog: *.po
Languages: sk_sk

source: Bottom Area Background Color
sk_sk: Farba pozadia v spodnej časti

source: Bottom Area Text Color
sk_sk: Farba textu v spodnej časti

source: Bottom Area Text Hover Color
sk_sk: Farba textu po prejdení v spodnej časti

source: Search Field Background Color
sk_sk: Farba pozadia vyhľadávacieho poľa

source: Search Field Text Color
sk_sk: Farba textu vyhľadávacieho poľa

source: On Desktops
sk_sk: Na stolných počítačoch

source: On Tablets
sk_sk: Na tabletoch

source: On Mobiles
sk_sk: Na mobiloch

source: Top Area Height
sk_sk: Výška vrchnej časti

source: Top Sticky Area Height
sk_sk: Výška oblasti prilepenej časti

source: Main Area Height
sk_sk: Výška hlavnej oblasti

source: Main Sticky Area Height
sk_sk: Výška prilepenej hlavnej časti

source: Bottom Area Height
sk_sk: Výška spodnej časti

source: Bottom Sticky Area Height
sk_sk: Výška prilepenej spodnej časti

source: Height in the Sticky Header
sk_sk: Výška prilepenej hlavičky

source: Letter Spacing
sk_sk: Medzery medzi písmenami

source: Reset Theme Options
sk_sk: Resetovať nastavenia témy

source: Email this
sk_sk: Emailovať toto

source: New
sk_sk: Nové

source: Add element
sk_sk: Pridať prvok

source: Header Templates
sk_sk: Šablóny záhlavia

source: Hide this element when the header is sticky
sk_sk: Skryť tento prvok, ak je záhlavie prilepené

source: Tablets
sk_sk: Tablety

source: Mobiles
sk_sk: Mobily

source: Add element into wrapper
sk_sk: Vložiť prvok do obalu

source: Edit wrapper
sk_sk: Upraviť obal

source: Delete wrapper
sk_sk: Odstrániť obal

source: Edit element
sk_sk: Upraviť prvok

source: Delete element
sk_sk: Odstrániť prvok

source: Hidden Elements
sk_sk: Skryté prvky

source: General Header Settings
sk_sk: Všeobecné nastavenia hlavičky

source: <a href="%s">Activate the theme</a> to unlock Header Builder
sk_sk: <a href="%s">Activate the theme</a> pre odomknutie Tvorby hlavičiek

source: Cart
sk_sk: Košík

source: Are you sure want to change the header orientation? Some of your elements' positions may be changed
sk_sk: Ste si istý, že chcete zmeniť orientáciu záhlavia? Pozície niektorých vašich prvkov sa tým môžu zmeniť

source: Are you sure want to delete the element?
sk_sk: Ste si istý, že chcete odstrániť prvok?

source: Selected template will overwrite all your current elements and settings! Are you sure want to apply it?
sk_sk: Zvolená téma prepíše aktuálne prvky a nastavenia. Ste si istý, že chcete vykonať zmenu?

source: Background Image Repeat
sk_sk: Opakovanie obrázku na pozadí

source: Background Image Position
sk_sk: Poloha obrázku na pozadí

source: Header Scroll Breakpoint
sk_sk: Breakpoint pre scrollovanie hlavičky

source: This option sets scroll distance from the top of a page after which the sticky header will be shrunk
sk_sk: Táto voľba nastaví vzdialenosť od vrchu stránky, po ktorej sa prilepená hlavička zmenší

source: %s post
sk_sk: %s príspevok

source: Logos Showcase
sk_sk: Ukážka lôg

source: Columns Content Position
sk_sk: Pozícia stĺpcov obsahu

source: Columns Layout
sk_sk: Rozloženie stĺpcov

source: Black Gold
sk_sk: Čierna-Zlatá

source: Add indents between items
sk_sk: Pridať odsadenie medzi položky

source: Show items titles and description
sk_sk: Zobraziť nadpis a popis položiek

source: Title and Description Style
sk_sk: Štýl nadpisu a popisu

source: You can deactivate it on your %sLicenses%s page.
sk_sk: Deaktivácia je možná na stránke s vašimi %slicenciami%s.

source: Default (from Theme Options)
sk_sk: Základný (z nastavení témy)

source: Enter JSON code for styling the map. You can find good examples on %s.
sk_sk: Vložte JSON kód pre štylizovanie mapy. Príklady môžete nájsť na %s.

source: Header Shadow
sk_sk: Tien hlavičky

source: Thin
sk_sk: Tenký

source: Wide
sk_sk: Široký

source: Choose Website Color Scheme
sk_sk: Vyberte farebnú schému témy

source: Header colors
sk_sk: Farby hlavičky

source: Top Footer colors
sk_sk: Farby vrchnej pätičky

source: Bottom Footer colors
sk_sk: Farby spodnej pätičky

source: Catalog Mode
sk_sk: Mód katalógu

source: Disable ability to buy products via removing "Add to Cart" buttons
sk_sk: Deaktivovať možnosť kúpiť produkt odstránením tlačidla "Vložiť do košíku"

source: Phone 6 Black Realistic
sk_sk: Telefón 6 čienry realistický

source: Phone 6 White Realistic
sk_sk: Telefón 6 biely realistický

source: Phone 6 Black Flat
sk_sk: Telefón 6 čierny plochý

source: Phone 6 White Flat
sk_sk: Telefón 6 biely plochý

source: Are you sure want to reset all the options to default values?
sk_sk: Ste si istý že chcete resetovať všetky hodnoty na predvolené?

source: Color Scheme Name
sk_sk: Názov farebnej schémy

source: Are you sure want to delete this Color Scheme?
sk_sk: Ste si istý že chcete vymazať túto farebnú schému

source: Sticky Header Initial Position
sk_sk: Základná poloha prilepenej hlavičky

source: Uppercase
sk_sk: Veľké písmená

source: Text Styles
sk_sk: Štýl textu

source: Default Font Size
sk_sk: Predvolená veľkosť textu

source: Relative Height
sk_sk: Relatívna veľkosť

source: Relative Width
sk_sk: Relatívna šírka

source: Corners Radius
sk_sk: Polomer okrajov

source: Button Example
sk_sk: Vzor tlačidla

source: Link to video file (mp4, webm, ogg)
sk_sk: Link pre video (mp4, webm, ogg)

source: At the Top of this page
sk_sk: Na vrch stránky

source: At the Bottom of the first content row
sk_sk: Na spodok prvého riadku obsahu

source: Above the first content row
sk_sk: Ponad obsah prvého riadku

source: Below the first content row
sk_sk: Popod obsah prvého riadku

source: Icons Color
sk_sk: Farba ikoniek

source: Text (theme color)
sk_sk: Text (farba témy)

source: Line height on Mobiles
sk_sk: Výška riadku na mobiloch

source: Dynamically load theme JS components
sk_sk: Dynamicky načítať JS komponenty stránky

source: Custom CSS
sk_sk: Vlastné CSS

source: Link (theme color)
sk_sk: Odkaz (farba témy)

source: Check supported formats on %s
sk_sk: Skontrolovať podporované formáty na %s

source: Show suggested videos when the video finishes
sk_sk: Zobraziť navrhované videá keď video skončí

source: Show video title and player actions
sk_sk: Zobraziť názov videa a ovládacie prvky

source: Aspect Ratio
sk_sk: Pomer strán

source: The link you followed may be broken, or the page may have been removed.
sk_sk: Odkaz na ktorý odkazuješ je asi poškodený, alebo bola stránka odstránená

source: Website Performance
sk_sk: Výkon stránky

source: Move jQuery scripts to the footer
sk_sk: Presunú jQuery skripty to pätičky

source: Author Role
sk_sk: Rola autora

source: Author Link
sk_sk: Odkaz autora

source: Testimonials
sk_sk: Referencie

source: Add Testimonial
sk_sk: Pridať referenciu

source: Edit Testimonial
sk_sk: Upraviť referenciu

source: Author Photo
sk_sk: Fotka autora

source: Display items as
sk_sk: Zobraziť položky ako

source: Show Navigation Dots
sk_sk: Zobraziť navigačné bodky

source: Photo on hover (optional)
sk_sk: Fotka po prejdení myšou

source: Simple (rounded photo)
sk_sk: Jednoducho (okrúhle fotky)

source: Photo Effect
sk_sk: Efekt fotky

source: Sepia
sk_sk: Sépia

source: Faded
sk_sk: Vyblednutie

source: Boxes
sk_sk: Boxy

source: Choose the demo for import
sk_sk: Vyberte demo pre importovanie

source: View this demo in a new tab
sk_sk: Zobraziť demo v novej záložke

source: Widgets & Sidebars
sk_sk: Widgety a Sidebary

source: Just check the result on <a href="%s" target="_blank">your site</a> or start customize via <a href="%s">Theme Options</a>.
sk_sk: Skontrolujte výsledok na <a href="%s" target="_blank">your site</a> alebo ju upravte na <a href="%s">Theme Options</a>

source: Compact (rounded photo)
sk_sk: Kompakt (okrúhla fotka)

source: Don't close or refresh this page to not interrupt the import.
sk_sk: Kým sa nedokončí import, nezatvárajte ani neobnovujte túto stránku

source: Row Height by default
sk_sk: Defaultná výška riadku

source: Footer
sk_sk: Pätička

source: Default Footer
sk_sk: Prednastavená pätička

source: Import Demo Content
sk_sk: Importovať demo obsah

source: Progress Bar Height
sk_sk: Výška Progress baru

source: Popup Width
sk_sk: Šírka popupu

source: Hide this element when the header is NOT sticky
sk_sk: Tento element sa schová, ak hlavička NIE JE sticky

# verb
source: Import Options
sk_sk: Importovať Options

source: Options imported
sk_sk: Options importované

source: The API key is required for the domains created after June 22, 2016.
sk_sk: API key je povinný pre domény vytvorené po 22.6.2016

source: Get API key
sk_sk: Získať API key

source: Dots Size
sk_sk: Veľkosť bodiek

source: Dots Color
sk_sk: Farba bodiek

source: Show image title and description
sk_sk: Zobraziť nadpis a popis obrázka

source: Display Posts as
sk_sk: Zobraziť príspevky ako

source: Testimonial Categories
sk_sk: Kategórie pre Testimonials

source: When screen width is less than this value, sticky row becomes not sticky.
sk_sk: Keď je obrazovak väčšia ako táto hodnota, sticky riadok prestane byť sticky.

source: Carousel Settings
sk_sk: Nastavenie Rotátora

source: Enable first item centering
sk_sk: Umožniť centrovanie prvej položky

source: Slide by several items instead of one
sk_sk: Posúvať niekoľko položiek namiesto jednej

source: When screen width is less than this value, scrolling by rows will be disabled.
sk_sk: Keď je obrazovka menšia než táto hodnota, skrolovanie po riadkoch sa vypne.

source: show
sk_sk: zobraziť

source: Custom Code
sk_sk: Vlastný kód

source: Shadow
sk_sk: Tieň

source: Portfolio
sk_sk: Portfólio

source: Enable comments for Portfolio Pages
sk_sk: Povoliť komentáre na stránkach Portfólia

source: Portfolio Page Slug
sk_sk: Slug pre stránku Portfólio

source: Edit Portfolio Page
sk_sk: Editovať stránku Portfólio

source: <a href="%s">Activate the theme</a> to unlock Demo Import
sk_sk: <a href="%s">Najprv aktivujte tému</a>, aby ste mali možnosť Demo importu

source: Crop to exact dimensions
sk_sk: Orezať na presné rozmery

source: Images Style
sk_sk: Štýl obrázkov

source: Image Style
sk_sk: Štýl obrázka

source: Simple Shadow
sk_sk: Jednoduchý tieň

source: Colored Shadow
sk_sk: Farebný tieň

source: Horizontally
sk_sk: Horizontálne

source: Vertically
sk_sk: Vertikálne

source: Breadcrumbs
sk_sk: Mininavigácia

source: Show Breadcrumbs
sk_sk: Zobraziť mininavigáciu

source: On click action
sk_sk: Na kliknutie

source: Open original image in a popup
sk_sk: Otvoriť originálny obrázok v popup okne

source: Open custom link
sk_sk: Otvoriť vlastný link

source: Defaults
sk_sk: Prednastavené

source: Use Defaults
sk_sk: Použiť prednastavené

source: Maintenance Mode
sk_sk: Mód údržby

source: When this option is ON, all not logged in users will see only specific page selected by you. This is useful when your site is under construction.
sk_sk: Keď je táto možnosť zapnutá, všetci neprihlásení používatelia uvidia len konkrétnu stránku, ktorú ste určili. To sa hodí, keď máte stránku v režime údržby.

source: Show for site visitors only specific page
sk_sk: Zobraziť návštevníkom stránky len konkrétnu stránku

source: When this option is ON, your site will send HTTP 503 response to search engines. Use this option only for short period of time.
sk_sk: Keď je táto možnosť zapnutá, odpoveďou vašej stránky pre search engines bude HTTP 503. Použite túto možnosť len na krátky čas.

source: Enable "503 Service Unavailable" status
sk_sk: Povoliť status "503 Service Unavailable"

source: When this option is ON, Google Fonts files will be loaded after page content.
sk_sk: Keď je táto možnosť zapnutá, Google fonty sa načítajú až po obsahu stránky.

source: Theme Options
sk_sk: Nastavenia témy

source: "Back to top" Button
sk_sk: Tlačidlo "Nahor"

source: Button Position
sk_sk: Pozícia tlačidla

source: Remove header shadow
sk_sk: Odstrániť tieň hlavičky

source: Import Header
sk_sk: Importovať hlavičku

source: Header Name
sk_sk: Názov hlavičky

source: Duplicate
sk_sk: Duplikovať

source: Stretch to the full available height
sk_sk: Roztiahnuť na plnú dostupnú šírku

source: Dropdown Indication
sk_sk: Naznačenie dropdownu

source: Show arrows for main items with dropdown
sk_sk: Zobraziť šípky u hlavných položiek s dropdownom

source: Horizontal Slide
sk_sk: Horizontálny Slide

source: Enable mobile layout when screen width is less than
sk_sk: Zapnúť mobilné rozloženie, keď je obrazovka menšia než

source: Dropdown Columns
sk_sk: Stĺpce dropdownu

source: Dropdown Width
sk_sk: Šírka dropdownu

source: Custom Width
sk_sk: Vlastná šírka

source: Dropdown Direction
sk_sk: Smer dropdownu

source: Invert dropdown direction
sk_sk: Opačný smer dropdownu

source: Dropdown Padding
sk_sk: Padding (Odsadenie) dropdownu

source: Custom Background Color
sk_sk: Vlastná farba pozadia

source: Custom Text Color
sk_sk: Vlastná farba textu

source: Page Options
sk_sk: Možnosti stránky

source: Default Sidebar
sk_sk: Prednastavený sidebar

source: Equals the content height
sk_sk: Zhodné s výškou obsahu

source: Header Menu colors
sk_sk: Farby menu v hlavičke

source: Show Sidebar
sk_sk: Zobraziť bočný panel

source: Shop Pages
sk_sk: Stránky obchodu

source: Invert position of previous and next
sk_sk: Vymeniť pozíciu predch. a nasl.

source: Navigate within a category
sk_sk: Navigovať v rámci kategórie

source: Buttons Style
sk_sk: Štýl tlačidiel

source: Author Info
sk_sk: Info o autorovi

source: Show block with information about post author
sk_sk: Zobraziť blok s informáciami o autorovi príspevku

source: Button Icon
sk_sk: Ikona tlačidla

source: Allows you to create attractive and interactive sliders and presentations.
sk_sk: Umožňuje vytvárať atraktívne a interaktívne slidere a prezentácie

source: Allows you to create an events calendar and manage it with ease.
sk_sk: Vytvorí kalendár udalostí a jeho spravovanie

source: Used for pages with sidebar.
sk_sk: Použité pre stránky s bočným paneloom

# site top area
source: Add Header
sk_sk: Pridať hlavičku

# site top area
source: Edit Header
sk_sk: Editovať hlavičku

source: Top Area
sk_sk: Horná časť

source: Main Area
sk_sk: Hlavná časť

source: Bottom Area
sk_sk: Spodná časť

source: Base Components
sk_sk: Základné prvky

source: Forms
sk_sk: Formuláre

source: Popups
sk_sk: Popup okná

source: Title Bar
sk_sk: Pás s nadpisom

source: Content Elements
sk_sk: Prvky obsahu

source: Buttons
sk_sk: Tlačidlá

source: Charts
sk_sk: Grafy

source: This theme recommends to use %s plugin.
sk_sk: Táto téma odporúča použitie %s pluginu.

source: Premium plugins, available for free with the theme
sk_sk: Premium pluginy, dostupné zadarmo len s témou

source: <a href="%s">Activate the theme</a> to install premium addons
sk_sk: <a href="%s">Aktivujte tému</a>, aby ste mohli nainštalovať prémiové pluginy

source: Allows you to create website headers with custom layout and any elements.
sk_sk: Umožňuje vytvoriť hlavičky stránky s vlastným rozložením a akýkomkoľvek elementom

source: When this option is OFF, mobile menu dropdown will be shown by click on an arrow only.
sk_sk: Keď je táto možnosť vypnutá, dropdown menu na mobile sa zobrazí len po kliknutí na šípku.

source: Site Layout
sk_sk: Rozloženie stránky

source: When this option is ON, jQuery library files will be loaded after page content.
sk_sk: Keď je táto možnosť zapnutá, knižnica JQuery sa načíta až po obsahu stránky.

source: When this option is ON, "jquery-migrate.min.js" file won't be loaded in front-end.
sk_sk: Keď je táto možnosť zapnutá, "jquery-migrate.min.js" sa na frontende nenačíta.

source: Ignore sticky posts
sk_sk: Ignorovať prišpendlené príspevky

source: Show this section after page loading
sk_sk: Po načítaní stránky zobraziť túto sekciu

source: Stretch this section content to the full available area
sk_sk: Roztiahnuť obsah tejto sekcie na celú dostupnú oblasť

source: Show mobile menu when screen width is less than
sk_sk: Zobraziť menu pre mobily, keď šírka obrazovky menšia než

source: Mobile Menu Layout
sk_sk: Rozloženie menu na mobile

source: Vertical Panel
sk_sk: Vertikálny panel

source: Icon Size on Tablets
sk_sk: Veľkosť ikon na tablete

source: Icon Size on Mobiles
sk_sk: Veľkosť ikon na mobiloch

source: On click
sk_sk: Na kliknutie

source: On hover
sk_sk: Pri nábehu myši

source: Page Blocks
sk_sk: Bloky stránky

source: Add or edit Footer on the %s page
sk_sk: Pridať alebo editovať Pätičku na stránke %s

source: Add or edit Sidebar on the %s page
sk_sk: Pridať alebo editovať Sidebar na stránke %s

source: Page Layout
sk_sk: Layout stránky

source: Additional Image
sk_sk: Ďalší obrázok

source: Do not display
sk_sk: Nezobrazovať

source: Pages Layout
sk_sk: Layout stránok

source: Display as Posts
sk_sk: Zobraziť ako články

source: Selected types will display as Posts. Unselected types will display as Pages.
sk_sk: Vybrané typy sa zobrazia ako články. Nezvolené typy sa zobrazia ako stránky.

source: Show list of similar posts
sk_sk: Zobraziť zoznam podobných príspevkov

source: Posts with the same tags
sk_sk: Príspevky s tými istými štítkami

source: Posts with the same categories
sk_sk: Príspevky s tými istými kategóriami

source: Title and Breadcrumbs
sk_sk: Nadpis a mininavigácia

source: Remove default title and breadcrumbs
sk_sk: Nezobrazovať prednastavený nadpis a mininavigáciu

source: Add Page Block
sk_sk: Pridať blok stránky

source: Homepage Label
sk_sk: Označenie domovskej stránky

source: Leave blank to hide the homepage link
sk_sk: Nechajte prázdne, ak sa link na úvodku nemá zobraziť

source: Show current page
sk_sk: Zobraziť aktuálnu stránku

source: Custom symbol
sk_sk: Vlastný symbol

source: Page Title
sk_sk: Nadpis stránky

source: Show the next text in the same line
sk_sk: Zobraziť ďaľší text na tom istom riadku

source: Show archive pages description
sk_sk: Zobraziť popis stránok archívu
