Repository: JM-Support-sk/Impreza-and-Zephyr-Slovak
Catalog: *.po
Languages: sk_sk

source: No backups yet
sk_sk: Nemáte žiadne zálohy

source: Last Backup
sk_sk: Posledná záloha

source: Backup Options
sk_sk: Nastavenia záloh

source: Restore Options
sk_sk: Obnoviť nastavenia

source: Web safe font combinations (do not need to be loaded)
sk_sk: Web safe fonty

source: Reset Options
sk_sk: Resetovať nastavenia

source: Responsive Layout
sk_sk: Responzívne rozloženie

source: Enable responsive layout
sk_sk: Aktivovať responzívne rozloženie

source: Site Canvas Layout
sk_sk: Rozloženie okrajov stránky

source: Body Background Color
sk_sk: Farba pozadia

source: Repeat
sk_sk: Opakovanie

source: Fixed
sk_sk: Napevno

source: Site Canvas Width
sk_sk: Šírka plochy stránky

source: Site Content Width
sk_sk: Šírka plochy obsahu

source: Columns Stacking Width
sk_sk: Šírka pre "preukladanie" stĺpcov

source: When screen width is less than this value, all columns within a row will become a single column.
sk_sk: Pri menšej šírke obrazovky ako táto hodnota sa všetky stĺpce v jednom riadku stanú jedným stĺpcom.

source: Effects Disabling Width
sk_sk: Šírka pre vypnutie efektov

source: When screen width is less than this value, vertical parallax and animation of elements appearance will be disabled.
sk_sk: Pri menšej šírke obrazovky ako táto hodnota sa nezobrazí vertikálny paralax ani animácia elementov.

source: Transparent Header Text Color
sk_sk: Farba textu priehľadnej hlavičky

source: Transparent Header Hover Text Color
sk_sk: Farba textu priehľadnej hlavičky po nábehu myšou

source: Transparent Menu Active Text Color
sk_sk: Farba textu aktívneho priehľadného menu

source: Menu Active Text Color
sk_sk: Farba textu aktívneho menu

source: Menu Hover Background Color
sk_sk: Farba pozadia menu po nábehu myšou

source: Menu Hover Text Color
sk_sk: Farba textu menu po nábehu myšou

source: Dropdown Background Color
sk_sk: Farba pozadia dropdown

source: Dropdown Text Color
sk_sk: Farba textu dropdownu

source: Dropdown Hover Background Color
sk_sk: Farba pozadia dropdownu po nábehu myšou

source: Dropdown Hover Text Color
sk_sk: Farba textu dropdownu po nábehu myšou

source: Dropdown Active Background Color
sk_sk: Farba pozadia aktívneho dropdownu

source: Dropdown Active Text Color
sk_sk: Farba textu aktívneho dropdownu

source: Menu Button Background Color
sk_sk: Farba pozadia tlačidla menu

source: Menu Button Text Color
sk_sk: Farba textu tlačidla menu

source: Menu Button Hover Background Color
sk_sk: Farba pozadia tlačidla menu pri nábehu myšou

source: Menu Button Hover Text Color
sk_sk: Farba textu menu tlačidla pri nábehu myšou

source: Background Color
sk_sk: Farba pozadia

source: Alternate Background Color
sk_sk: Alternatívna farba pozadia

source: Border Color
sk_sk: Farba okraja

source: Heading Color
sk_sk: Farba záhlavia

source: Text Color
sk_sk: Farba textu

source: Primary Color
sk_sk: Primárna farba

source: Secondary Color
sk_sk: Sekundárna farba

source: Faded Elements Color
sk_sk: Farba bledých elementov

source: Link Color
sk_sk: Farba odkazu

source: Link Hover Color
sk_sk: Farba odkazu po nábehu myšou

source: Transparent Header
sk_sk: Priehľadná hlavička

source: Sticky Header
sk_sk: Prilepená hlavička

source: Stretch header content to the screen width
sk_sk: Roztiahnuť obsah hlavičky na celú šírku stránky

source: Inverted Logo Position
sk_sk: Invertovaná poloha loga

source: Place Logo to the right side of the Header
sk_sk: Umiestniť logo na pravú stranu hlavičky

source: Header Width
sk_sk: Šírka hlavičky

source: Header Elements
sk_sk: Prvky hlavičky

source: Compact
sk_sk: Kompaktné

source: Large
sk_sk: Veľké

source: Huge
sk_sk: Obrovské

source: Typography
sk_sk: Typografia

source: Headings
sk_sk: Nadpisy

source: Regular Text
sk_sk: Bežný text

source: Line height
sk_sk: Výška riadku

source: Sidebar Position
sk_sk: Poloha bočného panelu

source: Standard
sk_sk: Štandardné

source: Modern
sk_sk: Moderné

source: Post Elements
sk_sk: Prvky článku

source: Prev/Next Navigation
sk_sk: Predch./nasled. navigácia

source: Show links to previous/next posts
sk_sk: Zobraziť odkazy na predch./nasl. články

source: Related Posts
sk_sk: Súvisiace články

source: Posts Elements
sk_sk: Prvky článkov

source: Archive Pages
sk_sk: Archívne stránky

source: Search Results Page
sk_sk: Stránka s výsledkami vyhľadávania

source: Excerpt Length
sk_sk: Dĺžka zhrnutia

source: Products Grid Columns
sk_sk: Stĺpce produktovej mriežky

source: Related Products Quantity
sk_sk: Množstvo súvisiacich produktov

source: Manage Options
sk_sk: Manažovať nastavenia

source: Leave new
sk_sk: Pridať nový

source: Please enter your Name
sk_sk: Zadajte meno

source: Phone Number
sk_sk: Telefónne číslo

source: Please enter your Phone Number
sk_sk: Zadajte telefónne číslo

source: Message
sk_sk: Správa

source: Please enter a Message
sk_sk: Zadajte správu

source: Just to prove you are a human, please solve the equation:
sk_sk: Pre kontrolu, či ste človek, vyriešte rovnicu

source: Please enter the equation result
sk_sk: Vložte výsledok rovnice

source: Send Message
sk_sk: Odoslať správu

source: Thank you! Your message was sent.
sk_sk: Ďakujeme, Vaša správa bola odoslaná

source: Cannot send empty message. Please fill any of the fields.
sk_sk: Nie je možné odoslať prázdnu správu. Vyplňte všetky polia

source: Cannot send the message. Please contact the website administrator directly.
sk_sk: Nie je možné odoslať správu. Kontaktujte administrátora stránky

source: Demo Import
sk_sk: Importovanie dema

source: Importing Demo Content...
sk_sk: Importuje sa demo obshah

source: Animation
sk_sk: Animácia

source: Fade
sk_sk: Blednutie

source: Appear From Center
sk_sk: Objaviť sa v strede

source: Appear From Left
sk_sk: Objaviť sa z ľava

source: Appear From Right
sk_sk: Objaviť sa z prava

source: Appear From Bottom
sk_sk: Objaviť sa zo spodu

source: Appear From Top
sk_sk: Objaviť sa z hora

source: Height From Center
sk_sk: Výška od stredu

source: Width From Center
sk_sk: Šírka od stredu

source: Animation Delay
sk_sk: Oneskorenie animácie

source: 0.2 second
sk_sk: 0,2 sekundy

source: 0.4 second
sk_sk: 0,4 sekundy

source: 0.6 second
sk_sk: 0,6 sekundy

source: 0.8 second
sk_sk: 0,8 sekundy

source: 1 second
sk_sk: 1 sekunda

source: Row Height
sk_sk: Výška riadku

source: Full Width Content
sk_sk: Obsah s plnou šírkou

source: Stretch content of this row to the screen width
sk_sk: Natiahnúť obsah riadku na celú šírku obrazovky

source: Row Color Style
sk_sk: Farebný štýl riadku

source: Custom colors
sk_sk: Vlastné farby

source: Background Image
sk_sk: Obrázok pozadia

source: Background Image Size
sk_sk: Veľkosť obrázku pozadia

source: Initial
sk_sk: Úvodný

source: Parallax Effect
sk_sk: Parallax efekt

source: Vertical Parallax
sk_sk: Vertikálny paralax

source: Horizontal Parallax
sk_sk: Horizontálny pralax

source: Background Video
sk_sk: Video na pozadí

source: Background Overlay
sk_sk: Prekrytie pozadia

source: Image Gallery
sk_sk: Obrazová galéria

source: Layout
sk_sk: Rozloženie

source: Image Slider
sk_sk: Slider obrázkov

source: Navigation Arrows
sk_sk: Šípky navigácie

source: Show always
sk_sk: Vždy zobraziť

source: Show on hover
sk_sk: Ukázať po prejdení myšou

source: Additional Navigation
sk_sk: Prídavná navigácia

source: Dots
sk_sk: Bodky

source: Thumbs
sk_sk: Náhľady

source: Transition Effect
sk_sk: Prechodný efekt

source: Enable Auto Rotation
sk_sk: Aktivovať automatické rotovanie

source: Allow Full Screen view
sk_sk: Umožniť režim plnej obrazovky

source: Images Size
sk_sk: Veĺkosť obrázkov

source: Images Fit
sk_sk: Prispôsobiť obrázky

source: Separator
sk_sk: Oddelovač

source: Full Width
sk_sk: Celá širka

source: Invisible
sk_sk: Neviditeĺný

source: Small
sk_sk: Malý

source: Medium
sk_sk: Stredný

source: Button
sk_sk: Tlačidlo

source: Button Label
sk_sk: Text tlačidla

source: Click Me
sk_sk: Klikni ma

source: Button Color
sk_sk: Farba tlačidla

source: Primary (theme color)
sk_sk: Primárna (farba témy)

source: Secondary (theme color)
sk_sk: Druhotná (farba témy)

source: Light (theme color)
sk_sk: Svetlá (farba témy)

source: Contrast (theme color)
sk_sk: Kontrast (farba témy)

source: Button Style
sk_sk: Štýl tlačidla

source: Raised
sk_sk: Zdvihnutý

source: Flat
sk_sk: Plochý

source: Icon Position
sk_sk: Poloha ikony

source: Button Size
sk_sk: Veĺkosť tlačidla

source: Button Alignment
sk_sk: Zarovnanie tlačidla

source: Button Link
sk_sk: Odkaz tlačidla

source: Allow several sections to be opened at the same time
sk_sk: Umožniť niekoľko sekcií byť naraz otvorených

source: Title Alignment
sk_sk: Zarovnanie nadpisu

source: Icon
sk_sk: Ikona

source: Chevron
sk_sk: Páska

source: Triangle
sk_sk: Trojuholník

source: Select accordion navigation icon.
sk_sk: Zvoliť ikonu navigácie harmoniky

source: Select accordion navigation icon position.
sk_sk: Zvoliť polohu ikonu navigácie harmoniky

source: Before title
sk_sk: Pred nadpis

source: After title
sk_sk: Po nadpise

source: Icon Style
sk_sk: Štýl ikony

source: Simple
sk_sk: Jednoduchý

source: Icon Color
sk_sk: Farba ikony

source: Icon Circle Color
sk_sk: Farba kruhu ikony

source: Icon Size
sk_sk: Veľkosť ikony

source: Testimonial
sk_sk: Referencia

source: Card Style
sk_sk: Kartový štýl

source: Flat Style
sk_sk: Flat štýl

source: Quote Text
sk_sk: Text citácie

source: Author Name
sk_sk: Meno autora

source: Items Quantity
sk_sk: Množstvo položiek

source: If left blank, will output all the items
sk_sk: Ak zostane prázdne, zobrazia sa všetky položky

source: Items Style
sk_sk: Štýl položiek

source: Items Text Alignment
sk_sk: Zarovnanie textu položiek

source: 4:3 (landscape)
sk_sk: 4:3 (na šírku)

source: 3:2 (landscape)
sk_sk: 3:2 (na šírku)

source: 1:1 (square)
sk_sk: 1:1 (štvorec)

source: 2:3 (portrait)
sk_sk: 2:3 (portrét)

source: 3:4 (portrait)
sk_sk: 3:4 (portrét)

source: Items Indents
sk_sk: Odsadenie položiek

source: Display items in random order
sk_sk: Zobraziť položky v náhodnom poradí

source: Display Items of selected categories
sk_sk: Zobraziť položky zo zvolených kategórií

source: Posts Quantity
sk_sk: Počet článkov

source: Display Posts of selected categories
sk_sk: Zobraziť články vybraných kategórií

source: Show Navigation Arrows
sk_sk: Zobraziť navigačné šípky

source: Auto Rotation Interval (in seconds)
sk_sk: Auto interval rotácie (v sekundách)

source: Button(s) Location
sk_sk: Poloha tlačidiel

source: Button Icon Position
sk_sk: Poloha ikony na tlačidle

source: Display second button
sk_sk: Zobraziť druhé tlačidlo

source: Video link
sk_sk: Odkaz na video

source: Max Width in pixels
sk_sk: Maximálna širka v pixeloch

source: Video Alignment
sk_sk: Zarovnanie videa

source: Message Box
sk_sk: Box správy

source: Color Style
sk_sk: Farebný štýl

source: Message Text
sk_sk: Text správy

source: Enable closing
sk_sk: Umožniť zatvorenie

source: Counter
sk_sk: Počítadlo

source: The initial number value
sk_sk: Počiatočná čísielná hodnota

source: The final number value
sk_sk: Konečná číselná hodnota

source: Number Color
sk_sk: Číslo farby

source: Heading (theme color)
sk_sk: Záhlavie

source: Number Size
sk_sk: Číslo veľkosti

source: Projects completed
sk_sk: Ukončené projekty

source: Text before number
sk_sk: Text pred číslom

source: Text after number
sk_sk: Text po čísle

source: Contact Form
sk_sk: Kontaktný formulár

source: Receiver Email
sk_sk: Email príjemcu

source: Requests will be sent to this Email. You can insert multiple comma-separated emails as well.
sk_sk: Požiadavka bude odoslaná na tento email. Je možné vložiť viacero emailov oddelených čiarkou.

source: Name field
sk_sk: Pole mena

source: Shown, required
sk_sk: Zobraziť, povinné

source: Shown, not required
sk_sk: Zobraziť, nepovinné

source: Hidden
sk_sk: Skryté

source: Email field
sk_sk: Pole email

source: Phone field
sk_sk: Pole telefón

source: Message field
sk_sk: Pole správa

source: Captcha field
sk_sk: Pole captcha

source: Social Links
sk_sk: Sociálne siete

source: Icons Size
sk_sk: Veľkosť ikony

source: Icons Alignment
sk_sk: Zarovnanie ikon

source: Custom Link
sk_sk: Vlastný link

source: Custom Link Icon
sk_sk: Ikona vlastného odkazu

source: Google Maps
sk_sk: Google mapy

source: Address
sk_sk: Adresa

source: Marker Text
sk_sk: Text značkovaču

source: Enter your content, HTML tags are allowed.
sk_sk: Vložte Váš obsah, HTML tagy sú umožnené

source: Map Height (pixels)
sk_sk: Výška mapy (v pixloch)

source: Map Type
sk_sk: Typ mapy

source: Custom Marker Image
sk_sk: Vlastný obrázok značky

source: Additional Markers
sk_sk: Doplnkové značky

source: Pricing Table
sk_sk: Cenová tabuľka

source: Pricing Items
sk_sk: Cenové položky

source: Mark this item as featured
sk_sk: Označiť položku ako odporúčanú

source: Price
sk_sk: Cena

source: Features List
sk_sk: Prvky zoznamu

source: cropped
sk_sk: Orezaný

source: Person
sk_sk: Osoba

source: Photo
sk_sk: Fotka

source: Role
sk_sk: Funkcia

source: Applies to the Name and to the Photo
sk_sk: Aplikovať na meno a fotku

source: Single Image
sk_sk: Samostatný obrázok

source: Image Size
sk_sk: Veľkosť obrázku

source: Image Alignment
sk_sk: Zarovnanie obrázku

source: Welcome to <strong>%s</strong>
sk_sk: Vitejte <strong>%s</strong>

source: Go to Demo Import
sk_sk: Prejsť na importovanie dema

source: Customize Appearance
sk_sk: Upravenie vzhľadu

source: Go to Theme Options
sk_sk: Prejsť do nastavenia témy

source: Support Portal
sk_sk: Portál podpory

source: Portfolio Categories
sk_sk: Kategórie portfólia

source: All
sk_sk: Všetko

source: Just type and press 'enter'
sk_sk: Napíšte, čo hľadáte a stlačte 'Enter'

source: Overlay Color
sk_sk: Prekrytie farbou

source: Sidebar
sk_sk: Bočný panel

source: Featured Image Layout
sk_sk: Rozloženie prezentačného obrázku

source: Login Form
sk_sk: Prihlasovací formulár

source: Login
sk_sk: Prihlásiť

source: Line Thickness
sk_sk: Tenkosť línie

source: Line Style
sk_sk: Štýl linky

source: Solid
sk_sk: Pevný

source: Dashed
sk_sk: Bodkovaný

source: Dotted
sk_sk: Bodkované

source: Double
sk_sk: Dvojité

source: Line Color
sk_sk: Farba čiary

source: Border (theme color)
sk_sk: Okraj (farba témy)

source: Set an image, which overrides the font icon
sk_sk: Nastaviť obrázok, ktorý nahradzuje ikonu fontu

source: Read More
sk_sk: Zobraziť viac

source: Button Background Color
sk_sk: Farba pozadia tlačidla

source: Button Text Color
sk_sk: Farba textu tlačidla

source: Load More
sk_sk: Načítať viac

source: Phone
sk_sk: Telefón

source: Inside the Solid circle
sk_sk: Vnútri kruhu

source: Style %d
sk_sk: Štýl %d

source: Icons Style
sk_sk: Štýl ikony

source: Colored
sk_sk: Farabný

source: This option is enabled when screen width is less than 900px
sk_sk: Táto možnosť je aktivovaná, ak je šírka obrazovky menej ako 900 px

source: This option is enabled when screen width is less than 600px
sk_sk: Táto možnosť je aktivovaná, ak je šírka obrazovky menej ako 600 px

source: Body Background Image
sk_sk: Obrázok pozadia

source: Sidebar Width
sk_sk: Šírka bočného panelu

source: Content Width
sk_sk: Šírka obsahu

source: Heading Font Preview
sk_sk: Náhľad fontu hlavičiek

source: Blog Home Page
sk_sk: Hlavná stránka blogu

source: Backup Theme Options
sk_sk: Nastavenie zálohovanie témy

source: Transfer Theme Options
sk_sk: Nastavenia transferu témy

source: Register URL
sk_sk: Registrovať URL

source: Lost Password URL
sk_sk: Stratené heslo URL

source: Login Redirect URL
sk_sk: Presmerovanie prihlásenia URL

source: Logout Redirect URL
sk_sk: Presmerovanie odhlásenia URL

source: Submit
sk_sk: Zadať

source: Wrong import data format
sk_sk: Nesprávny formát importovaných dát

source: There's no options to save
sk_sk: Nie je možnosť uloženia

source: Options were reset
sk_sk: Nastavenia boli resetované

source: There's no backup to restore
sk_sk: Nie je dostupná záloha pre obnovu

source: Backup was restored
sk_sk: Záloha bola obnovená

source: Outlined
sk_sk: Zvýraznené

source: Pink
sk_sk: Ružová

source: Blue
sk_sk: Modrá

source: Green
sk_sk: Zelená

source: Yellow
sk_sk: Žltá

source: Purple
sk_sk: Fialová

source: Red
sk_sk: Červená

source: Lime
sk_sk: Limetková

source: Navy
sk_sk: Námornícka

source: Cream
sk_sk: Krémová

source: Brown
sk_sk: Hnedá

source: Midnight
sk_sk: Polnočná

source: Transparent
sk_sk: Priehľadná

source: Inside the Outlined circle
sk_sk: Vnútry zvýrazneného kruhu

source: Stretch menu items to the full height of the header
sk_sk: Natiahnuť položku na plnú výšku hlavičky

source: Vertical Reversed Parallax
sk_sk: Vertikálny obrátený parallax

source: Colored Inverted
sk_sk: Obrátané farby

source: Content colors
sk_sk: Farby obsahu

source: Alternate Content colors
sk_sk: Alternatívne farby obsahu

source: Primary bg & White text
sk_sk: Primárne pozadie & biely text

source: Secondary bg & White text
sk_sk: Druhotné pozadie & biely text

source: Alternate bg & Content text
sk_sk: Alternatívne pozadie & Text obsahu

source: Are you sure want to restore options from the backup?
sk_sk: Ste si istý obnoviť nastavenia zo zálohy?

source: Preloader Screen
sk_sk: Stránka s načítaním

source: Disabled
sk_sk: Deaktivované

source: Sharing Buttons
sk_sk: Tlačidlá pre zdieľanie

source: Show block with sharing buttons
sk_sk: Zobraziť blok s ikonami pre zdieľanie

source: Progress Bar Color
sk_sk: Farba Progress Bar

source: Default brands colors
sk_sk: Základné farby značiek

source: Sharing URL (optional)
sk_sk: URL zdieľania (voliteľné)

source: If not specified, the opened page URL will be used by default
sk_sk: Ak nie je špecifikované, ako otvorená stránka bude použitá základná

source: Used for SEO purposes
sk_sk: Použiť pre SEO

source: Share this
sk_sk: Zdieľať

source: Tweet this
sk_sk: Tweet

source: Pin this
sk_sk: Pin

source: More Options
sk_sk: Viac nastavení

source: Hide all map controls
sk_sk: Skryť všetky nastavenia máp

source: Disable map zoom on mouse wheel scroll
sk_sk: Deaktivovať priblíženie pomocou kolieska na myšy

source: Disable dragging on touch screens
sk_sk: Deaktivovať uchytenie na dotykovej obrazovke

source: Progress Value
sk_sk: Hodnota načítavania

source: Back to top
sk_sk: Na vrch stránky začiatok

source: Shows Preloader %d
sk_sk: Ukázať načítanosť

source: Click to choose
sk_sk: Kliknite pre zatvorenie

source: Hide progress value counter
sk_sk: Skryť nahrávanie

source: Show Marker Text when map is loaded
sk_sk: Zobraziť označenie keď je mapa načítaná

source: Alphabetically
sk_sk: Abecedne

source: Map Style
sk_sk: Štýl mapy

source: Rounded Corners
sk_sk: Okrúhle rohy

source: Enable rounded corners of theme elements
sk_sk: Aktivovať okrúhle prvky na téme

source: Links Underline
sk_sk: Podčiarknúť odkazy

source: Underline text links on hover
sk_sk: Podčiarknúť odkaz po zobrazení myšou

source: Map Background Color
sk_sk: Pozadie mapy

source: This color will be visible when map layer has not yet loaded.
sk_sk: Táto farba bude viditeľná, kým sa nenačíta podklad mapy.

source: Previous (Left arrow key)
sk_sk: Predchádzajúce (šípka vľavo)

source: Next (Right arrow key)
sk_sk: Nasledovné (šípka vpravo)

source: Portfolio Category Slug
sk_sk: Slug pre kategóriu portfólia

source: Items Background Color
sk_sk: Farba pozadia položiek

source: Items Text Color
sk_sk: Farba textu položiek

source: Carousel
sk_sk: Rotátor

source: Grid
sk_sk: Mriežka

source: Filter Bar Style
sk_sk: Filtrovať štýl pásu

source: Fade + Outline
sk_sk: Tmavnutie + Obrys

source: New message from %s
sk_sk: Nová správa od %s

source: Custom Text
sk_sk: Vlastný text

source: Someone
sk_sk: Niekto

source: You received a message from
sk_sk: Dostali ste správu od

# smb wrote a message
source: wrote
sk_sk: napísal

source: Posts Columns
sk_sk: Stĺpce článkov

source: Classic
sk_sk: Klasický

source: Tiles
sk_sk: Dlaždice

source: Cards
sk_sk: Karty

source: Standard Line
sk_sk: Štandardná linka

source: Full Width Line
sk_sk: Linka v plnej šírke

source: Short Line
sk_sk: Krátka linka

source: Title Size
sk_sk: Veľkosť nadpisu

source: Examples: %s
sk_sk: Príklady: %s

source: Tabs Layout
sk_sk: Rozloženie tabov

source: Timeline
sk_sk: Časová os

source: Stretch tabs to the full available width
sk_sk: Roztiahnuť taby na celú dostupnú šírku

source: Tabs Title Size
sk_sk: Veľkosť nadpisu tabov

source: Online Documentation
sk_sk: Online dokumentácia

source: %s is not activated
sk_sk: %s nie je aktivovaný

source: By activating theme license you will unlock premium options:
sk_sk: Aktivovaním licencie sprístupníte premiové možnosti:

source: Don't have valid license yet?
sk_sk: Ešte nemáte platnú licenciu?

source: Purchase %s license
sk_sk: Zakúpiť %s licenciu

source: Activating...
sk_sk: Aktivujem...

source: Please adjust file permissions to allow plugins installation
sk_sk: Upravte práva k súborom a umožnite inštaláciu pluginov

source: Most popular drag & drop WordPress page builder. Save tons of time working on your website content.
sk_sk: Najpopulárnejší potiahni a pusti Wordpress plugin pre tvorbu stránky. ušetrite množstvo času prácou na Vašej stránke.

source: Addons
sk_sk: Rozšírenia

source: Install Addons
sk_sk: Inštalovať rozšírenia

source: Go to Addons page
sk_sk: Prejsť na stránku rozšírení

source: %s is activated
sk_sk: %s je aktivované

source: Import completed
sk_sk: Import dokončený

source: was added to your cart
sk_sk: bolo pridané do vášho košíka

source: Shows Custom Image
sk_sk: Zobraziť vlastný obrázok

source: Orientation
sk_sk: Orientácia

source: Horizontal
sk_sk: Horizontálne

source: Vertical
sk_sk: Vertikálne

source: Elements Alignment
sk_sk: Zarovnanie prvku

source: Show Area
sk_sk: Zobraziť oblasť

source: Area Height
sk_sk: Výška oblasti

source: Sticky Area Height
sk_sk: Prilepenie výšky oblasti

source: Sizes
sk_sk: Veľkosti

source: Size on Tablets
sk_sk: Veľkosť na tablete

source: Size on Mobiles
sk_sk: Veľkosť na mobile

source: Different Image for Transparent Header
sk_sk: Rôzny obrázok pre priehľadnú hlavičku

source: Default Sizes
sk_sk: Základné rozmery

source: Height on Tablets
sk_sk: Výška na tabletoch

source: Height on Mobiles
sk_sk: Výška na mobiloch

source: Sizes in the Sticky Header
sk_sk: Veľkosti prilepenej hlavičky

source: Main Items Font Size
sk_sk: Veľkosť písma hlavných prvkov

source: Main Items Height
sk_sk: Výška hlavných prvkov

source: Main Items Hover Effect
sk_sk: Efekt hlavných prvkov po prejdení myšou

source: Dropdown Effect
sk_sk: Efekt dropdown

source: Mobile Menu
sk_sk: Mobilné menu

source: Dropdown Behavior
sk_sk: Správanie dropdown

source: Font Size
sk_sk: Veľkosť fontu

source: Font Size on Tablets
sk_sk: Veľkosť fontu na tabletoch

source: Font Size on Mobiles
sk_sk: Veľkosť fontu na mobiloch

source: Items Indents on Tablets
sk_sk: Odsadenie prvkoch na tabletoch

source: Items Indents on Mobiles
sk_sk: Odsadenie prvkoch na mobiloch

source: Field Width
sk_sk: Šírka poľa

source: Field Width on Tablets
sk_sk: Šírka poľa na tabletoch

source: Hover Style
sk_sk: Štýl po prejdení myšou

source: Hover Background Color
sk_sk: Farba pozadia po prejdení myšou

source: Hover Text Color
sk_sk: Farba textu pre prejdení

source: Custom HTML
sk_sk: Vlastné HTML

source: Added content will be displayed inside the %s block
sk_sk: Pridaný obsah bude zobrazený vnútri %s bloku

source: Horizontal Wrapper
sk_sk: Horizontálny obal

source: Vertical Wrapper
sk_sk: Vertikálny obal

source: Top Area Background Color
sk_sk: Farba pozadia vrchnej časti

source: Top Area Text Color
sk_sk: Farba textu vrchnej časti

source: Top Area Text Hover Color
sk_sk: Farba textu po prejdení vo vrchnej časti

source: Main Area Background Color
sk_sk: Farba pozadia hlavnej časti

source: Main Area Text Color
sk_sk: Farba textu hlavnej časti

source: Main Area Text Hover Color
sk_sk: Farba textu po prejdení v hlavnej časti
